export default [
	{
		id: '1',
		userId: '1',
		subjectId: '1',
		order: 0,
		name: '별 헤는 밤',
		text: `계절이 지나가는 하늘에는
        가을로 가득 차 있습니다.
        
        나는 아무 걱정도 없이
        가을 속의 별들을 다 헤일 듯합니다.
        
        가슴 속에 하나 둘 새겨지는 별을
        이제 다 못 헤는 것은
        쉬이 아침이 오는 까닭이요,
        내일 밤이 남은 까닭이요,
        아직 나의 청춘이 다하지 않은 까닭입니다.
        
        별 하나에 추억과
        별 하나에 사랑과
        별 하나에 쓸쓸함과
        별 하나에 동경과
        별 하나에 시와
        별 하나에 어머니, 어머니,
        
        어머님, 나는 별 하나에 아름다운 말 한마디씩 불러봅니다. 소학교때 책상을 같이 했던 아이들의 이름과, 패, 경, 옥 이런 이국소녀들의 이름과 벌써 애기 어머니 된 계집애들의 이름과, 가난한 이웃사람들의 이름과, 비둘기, 강아지, 토끼, 노새, 노루, ｢프란시스․쟘｣ ｢라이너․마리아․릴케｣ 이런 시인의 이름을 불러봅니다.
        
        이네들은 너무나 멀리 있습니다.
        별이 아슬히 멀 듯이,
        
        어머님,
        그리고 당신은 멀리 북간도에 계십니다.
        
        나는 무엇인지 그리워
        이 많은 별빛이 나린 언덕 위에
        내 이름자를 써보고,
        흙으로 덮어 버리었습니다.
        
        딴은 밤을 새워 우는 벌레는
        부끄러운 이름을 슬퍼하는 까닭입니다.
        
        그러나 겨울이 지나고 나의 별에도 봄이 오면
        무덤 위에 파란 잔디가 피어나듯이
        내 이름자 묻힌 언덕 위에도
        자랑처럼 풀이 무성할 게외다.`,
		selIndexList: { 0: true, 4: true }
	},
	{
		id: '2',
		userId: '1',
		subjectId: '1',
		order: 1,
		name: '눈 오는 지도',
		text: `순이가 떠난다는 아침에 말못할 마음으로 함박눈이 나려, 슬픈 것처럼 창밖에 아득히 깔린 지도 위에 덮힌다.
        방안을 돌아다보아야 아무도 없다. 벽과 천정이 하얗다. 방안에까지 눈이 나리는 것일까, 정말 너는 잃어버린 역사처럼 홀홀이 가는 것이냐, 떠나기 전에 일러둘 말이 있던 것을 편지를 써서도 네가 가는 곳을 몰라 어느 거리, 어느 마을, 어느 지붕 밑, 너는 내 마음 속에만 남아 있는 것이냐, 네 쪼고만 발자욱을 눈이 자꾸 나려 덮혀 따라갈 수도 없다. 눈이 녹으면 남은 발자욱 자리마다 꽃이 피리니 꽃 사이로 발자욱을 찾아 나서면 일년 열두 달 하냥 내 마음에는 눈이 나리리라.`,
		selIndexList: {}
	},
	{
		id: '3',
		userId: '1',
		subjectId: '2',
		order: 2,
		name: '서시',
		text: `죽는 날까지 하늘을 우러러
        한점 부끄럼이 없기를,
        잎새에 이는 바람에도
        나는 괴로워했다.
        별을 노래하는 마음으로
        모든 죽어가는 것을 사랑해야지
        그리고 나한테 주어진 길을
        걸어가야겠다.
        
        오늘밤에도 별이 바람에 스치운다`,
		selIndexList: {}
	},
	{
		id: '4',
		userId: '1',
		subjectId: '2',
		order: 0,
		name: '소 낙 비',
		text: `번개, 뇌성, 왁자지근 뚜드려
        머―ㄴ 도회지에 낙뢰가 있어만 싶다.
        
        벼룻장 엎어놓은 하늘로
        살 같은 비가 살처럼 쏟아진다.
        
        손바닥만한 나의 정원이
        마음같이 흐린 호수되기 일쑤다.
        
        바람이 팽이처럼 돈다.
        나무가 머리를 이루 잡지 못한다.
        
        내 경건한 마음을 모셔들여
        노아 때 하늘을 한 모금 마시다.`,
		selIndexList: {}
	},
	{
		id: '5',
		userId: '1',
		subjectId: '2',
		order: 1,
		name: '고추밭',
		text: `시들은 잎새 속에서
        고 빨―간 살을 드러내 놓고,
        고추는 방년된 아가씬 양
        땍볕에 자꾸 익어간다。
        
        할머니는 바구니를 들고
        밭머리에서 어정거리고
        손가락 너어는 아이는
        할머니 뒤만 따른다`,
		selIndexList: {}
	},
	{
		id: '6',
		userId: '2',
		subjectId: '1',
		order: 0,
		name: '다른유저',
		text: `다른유저`,
		selIndexList: {}
	}
];
